IDEA Open Model
CoordSystem Constructor
Compatible with IDEA StatiCa Beta 20.0
Initializes a new instance of the CoordSystem class
 Namespace: IdeaRS.OpenModel.Geometry3D
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
protected CoordSystem()
Protected Sub New
See Also
Reference
CoordSystem Class
IdeaRS.OpenModel.Geometry3D Namespace